Repository: Shun-Github1/Zone-News-Android
Catalog: InfoPlist.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: A positive development worth celebrating.
zh_hans: 值得庆祝的积极进展。
zh_hant: 值得慶祝的積極進展。

# a11y.active_topic
source: Active tags: %@
zh_hans: 在追縱的主题：%@
zh_hant: 在追縱的主題：%@

# a11y.back
source: Back
zh_hans: 返回
zh_hant: 返回

# a11y.back.hint
source: Navigate back to previous screen
zh_hans: 返回上一页
zh_hant: 返回上一頁

# a11y.clear_all_topics
source: Clear all selected topics in %@
zh_hans: 清除 %@ 中所有已选择的主题
zh_hant: 清除 %@ 中所有已選擇的主題

# a11y.deselect_topic
source: Deselect %@
zh_hans: 取消选择 %@
zh_hant: 取消選擇 %@

# a11y.discover_tab.double_tap.hint
source: Double tap to focus search field
zh_hans: 双击聚焦搜索框
zh_hant: 雙擊聚焦搜尋框

# a11y.discover_tab.long_press.hint
source: Long press to quickly open search
zh_hans: 长按快速打开搜索
zh_hant: 長按快速開啟搜尋

# a11y.discover_tab.search_action
source: Quick Search
zh_hans: 快速搜索
zh_hant: 快速搜尋

# a11y.filter_topics.hint
source: Choose topics to personalize recommendations
zh_hans: 选择主题以个性化推荐
zh_hant: 選擇主題以個人化推薦

# a11y.filter_topics.label
source: Filter topics
zh_hans: 筛选主题
zh_hant: 篩選主題

# a11y.generate_context.hint
source: Generates context information for this article
zh_hans: 用AI补充关于此新闻的背景资料
zh_hant: 用AI補充關於此新聞的背景資料

# a11y.generate_context.label
source: Generate Context
zh_hans: 补充相关背景
zh_hant: 補充相關背景

# a11y.manage_topics.label_format
source: Manage topics. %d topics selected
zh_hans: 管理主题。已选择 %d 个主题
zh_hant: 管理主題。已選取 %d 個主題

# a11y.open_in_safari.label
source: Open in Safari
zh_hans: 在 Safari 中打开
zh_hant: 在 Safari 中開啟

# a11y.provide_feedback.hint
source: Submits feedback about this article
zh_hans: 提交关于此文章的反馈
zh_hant: 提交此文章的意見回饋

# a11y.provide_feedback.label
source: Provide Feedback
zh_hans: 提供反馈
zh_hant: 提供意見

# a11y.save_article
source: Save Article
zh_hans: 收藏文章
zh_hant: 收藏文章

# a11y.save_article.hint
source: Saves this article for later
zh_hans: 收藏此文章以便稍后查看
zh_hant: 收藏此文章以便稍後查看

# a11y.select_topic
source: Select %@
zh_hans: 选择 %@
zh_hant: 選擇 %@

# a11y.share_article
source: Share Article
zh_hans: 分享文章
zh_hant: 分享文章

# a11y.share_article.hint
source: Shares this article with others
zh_hans: 与他人分享此文章
zh_hant: 與他人分享此文章

# a11y.sort_by_option.hint.selected
source: Currently selected
zh_hans: 当前已选择
zh_hant: 目前已選取

# a11y.sort_by_option.label_format
source: Sort by %@
zh_hans: 按 %@ 排序
zh_hant: 依 %@ 排序

# a11y.sort.hint
source: Choose sorting for recommendations
zh_hans: 选择推荐的排序方式
zh_hant: 選擇推薦的排序方式

# a11y.sort.method.hint
source: Double tap to change sort method
zh_hans: 双击更改排序方式
zh_hant: 雙擊更改排序方式

# a11y.sort.order.hint
source: Double tap to toggle sort order
zh_hans: 双击切换排序顺序
zh_hant: 雙擊切換排序順序

# a11y.toggle_topic.hint_format
source: Tap to toggle %@ topic preference
zh_hans: 点按以切换 %@ 主题偏好
zh_hant: 點按以切換 %@ 主題偏好

# a11y.toggle_topic.label.add_format
source: Add %@ topic
zh_hans: 添加 %@ 主题
zh_hant: 新增 %@ 主題

# a11y.toggle_topic.label.remove_format
source: Remove %@ topic
zh_hans: 移除 %@ 主题
zh_hant: 移除 %@ 主題

# a11y.trending_topic
source: Trending topic: %@
zh_hans: 热门话题：%@
zh_hant: 熱門話題：%@

# a11y.unsave_article
source: Unsave Article
zh_hans: 取消收藏文章
zh_hant: 取消收藏文章

# a11y.unsave_article.hint
source: Removes this article from saved items
zh_hans: 將此文章從已收藏移除
zh_hant: 將此文章從已收藏移除

# about.contact.title
source: Contact Us
zh_hans: 联系我们
zh_hant: 聯絡我們

# about.copyright_format
source: © %@ %@. All rights reserved.
zh_hans: © %@ %@。保留所有权利。
zh_hant: © %@ %@。保留所有權利。

# about.description.1
source: Zone News brings you the stories that matter in a scientific and transparent manner. We seek to pop information bubbles through concise, comprehensive and convenient reporting, showcasing multiple perspectives of every event.
zh_hans: Zone News 以 科学透明的方式 为您带来重要新闻。我们力求通过简洁、全面、便捷的报道，展现每个事件的多重视角，打破信息泡沫。
zh_hant: Zone News 以 科學透明的方式 為您帶來重要新聞。我們力求透過簡潔、全面、便利的報道，展現每個事件的多重視角，打破資訊泡沫。

# about.description.2
source: Our mission is information: reimagining your news feed by allowing you to collate information from dozens of sources across time and space with ease. We provide balanced, accurate and timely intelligence on politics, technology, sports and more, across Hong Kong, China and beyond.
zh_hans: 我们的使命是信息：重新构想您的新闻信息流，让您轻松汇集来自不同时间和地点的多个来源的信息。我们提供 平衡、准确和及时 的政治、科技、体育等新闻信息，涵盖香港、中国及其他地区。
zh_hant: 我們的使命是訊息：重新構想您的新聞資訊流，讓您輕鬆匯集來自不同時間和地點的多個來源的信息。我們提供平衡、準確和及時的政治、科技、體育等新聞資訊，涵蓋香港、中國及其他地區。

# about.feature.ai_context.desc
source: The full backstory of every news event
zh_hans: 每个新闻事件的完整背景故事
zh_hant: 每個新聞事件的完整背景故事

# about.feature.ai_context.title
source: AI Context
zh_hans: AI 背景
zh_hant: AI 背景

# about.feature.article_list.desc
source: Comprehensive article listings with sorting
zh_hans: 具有排序功能的综合文章列表
zh_hant: 具有排序功能的綜合文章列表

# about.feature.article_list.title
source: Article List
zh_hans: 文章列表
zh_hant: 文章列表

# about.feature.custom_tags.desc
source: Follow topics of interest with custom news tags
zh_hans: 使用自定义新闻标签追踪感兴趣的主题
zh_hant: 使用自定義標籤追蹤感興趣的主題

# about.feature.custom_tags.title
source: Custom Tags
zh_hans: 自定义标签
zh_hant: 自定義標籤

# about.feature.in_app_browser.desc
source: Full articles in-the-app in your language of choice
zh_hans: 以您选择的语言在应用内阅读完整文章
zh_hant: 以您選擇的語言在應用內閱讀完整文章

# about.feature.in_app_browser.title
source: In-app Browser
zh_hans: 应用内浏览器
zh_hant: 應用內瀏覽器

# about.feature.levity_mode.desc
source: Positive news only
zh_hans: 仅显示正面新闻
zh_hant: 僅顯示正面新聞

# about.feature.levity_mode.title
source: Levity Mode
zh_hans: 正向模式
zh_hant: 正向模式

# about.feature.media_bias.desc
source: Media labels for easy assessment of potential bias
zh_hans: 媒体标签，便于评估潜在偏见
zh_hant: 媒體標籤，便於評估潛在偏見

# about.feature.media_bias.title
source: Media Bias & Stance Tags
zh_hans: 媒体偏见与立场标签
zh_hant: 媒體偏見與立場標籤

# about.feature.media_distribution.desc
source: Understand different perspectives on important stories
zh_hans: 了解重要新闻的不同观点
zh_hant: 了解重要新聞的不同觀點

# about.feature.media_distribution.title
source: Media Distribution
zh_hans: 媒体分布
zh_hant: 媒體分佈

# about.feature.media_sentiment.desc
source: The overall tone of reporting, based on text analysis
zh_hans: 基于文本分析的报道整体基调
zh_hant: 基於文本分析的報導整體基調

# about.feature.media_sentiment.title
source: Media Sentiment
zh_hans: 媒体情绪
zh_hant: 媒體情緒

# about.feature.recap.desc
source: Daily, weekly, or monthly news reviews
zh_hans: 每日、每周或每月新闻回顾
zh_hant: 每日、每週或每月新聞回顧

# about.feature.recap.title
source: Recap
zh_hans: 回顾
zh_hant: 回顧

# about.feature.significance.desc
source: DALY (life-years) and economic impact analysis
zh_hans: DALY（生命年）和经济影响分析
zh_hant: DALY（生命年）和經濟影響分析

# about.feature.significance.title
source: Significance
zh_hans: 重要性
zh_hant: 重要性

# about.feature.subjectivity_score.desc
source: Subjectivity of media reporting, based on text analysis
zh_hans: 基于文本分析的媒体报道主观性
zh_hant: 基於文本分析的媒體報導主觀性

# about.feature.subjectivity_score.title
source: Subjectivity Score
zh_hans: 主观性评分
zh_hant: 主觀性評分

# about.feature.summary.desc
source: The key information of the event, the facts and implications
zh_hans: 事件的关键信息、事实和影响
zh_hant: 事件的關鍵信息、事實和影響

# about.feature.summary.title
source: Summary
zh_hans: 摘要
zh_hant: 摘要

# about.feature.timeline.desc
source: Related events before and after the story in a timeline
zh_hans: 故事前后相关事件的时间轴
zh_hant: 故事前後相關事件的時間軸

# about.feature.timeline.title
source: Timeline
zh_hans: 时间轴
zh_hant: 時間軸

# about.feature.widgets.desc
source: Home screen widgets in several designs
zh_hans: 多种设计的主屏幕小工具
zh_hant: 多種設計的主螢幕小工具

# about.feature.widgets.title
source: Widgets
zh_hans: 小工具
zh_hant: 小工具

# about.feature.your_feed.desc
source: Personalized feed with fixed and customizable tags
zh_hans: 具有固定和可自定义标签的个性化动态
zh_hant: 具有固定和可自定義標籤的個人化動態

# about.feature.your_feed.title
source: Your Feed
zh_hans: 您的动态
zh_hant: 您的動態

# about.features.title
source: Features
zh_hans: 功能亮点
zh_hant: 功能亮點

# about.nav.title
source: About
zh_hans: 关于
zh_hant: 關於

# about.section_title_format
source: About %@
zh_hans: 关于 %@
zh_hant: 關於 %@

# about.version_format
source: Version %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# account.header.default_name
source: User
zh_hans: 使用者
zh_hant: 使用者

# account.menu.about.subtitle_format
source: Learn more about %@
zh_hans: 了解更多关于Zone的资讯
zh_hant: 了解更多關於Zone的資訊

# account.menu.app_icon.subtitle
source: Select app icon
zh_hans: 选择应用图标
zh_hant: 選擇應用圖標

# account.menu.app_icon.title
source: App Icon
zh_hans: 应用图标
zh_hant: 應用圖標

# account.menu.appearance.subtitle
source: Choose appearance mode
zh_hans: 选择外观模式
zh_hant: 選擇外觀模式

# account.menu.appearance.title
source: Appearance
zh_hans: 外观
zh_hant: 外觀

# account.menu.article_opening_method.subtitle
source: Select the method to open external articles
zh_hans: 选择打开外部文章的方法
zh_hant: 選擇打開外部文章的方法

# account.menu.article_opening_method.title
source: Article Redirection
zh_hans: 文章连结打开方式
zh_hant: 文章連結打開方式

# account.menu.feedback.subtitle
source: Send feedback and suggestions
zh_hans: 发送反馈和建议
zh_hant: 發送反饋和建議

# account.menu.feedback.title
source: Feedback
zh_hans: 反馈
zh_hant: 反饋

# account.menu.landing_page.subtitle
source: Choose your default page
zh_hans: 选择应用首先开启的页面
zh_hant: 選擇應用首先開啟的頁面

# account.menu.landing_page.title
source: Landing Page
zh_hans: 首页设置
zh_hant: 首頁設置

# account.menu.language.subtitle
source: Change app language
zh_hans: 更改应用语言
zh_hant: 更改應用語言

# account.menu.language.title
source: Language
zh_hans: 语言
zh_hant: 語言

# account.menu.logout.confirmation.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# account.menu.logout.confirmation.confirm
source: Logout
zh_hans: 退出登录
zh_hant: 退出登錄

# account.menu.logout.confirmation.message
source: Are you sure you want to logout?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要退出登錄嗎？

# account.menu.logout.confirmation.title
source: Logout
zh_hans: 退出登录
zh_hant: 退出登錄

# account.menu.logout.subtitle
source: Sign out of your account
zh_hans: 退出您的账户
zh_hant: 退出您的賬戶

# account.menu.logout.title
source: Logout
zh_hans: 退出登录
zh_hant: 退出登錄

# account.menu.media_region.subtitle
source: Select media by regions
zh_hans: 根据地区选择新闻媒体
zh_hant: 根據地區選擇新聞媒體

# account.menu.media_region.title
source: Media Regions
zh_hans: 媒体地区
zh_hant: 媒體地區

# account.menu.notifications.breaking_news.subtitle
source: Receive alerts for breaking news
zh_hans: 接收突发新闻提醒
zh_hant: 接收突發新聞提醒

# account.menu.notifications.breaking_news.title
source: Breaking News
zh_hans: 突发新闻
zh_hant: 突發新聞

# account.menu.notifications.follows_topics.subtitle
source: Get notified about topics you follow
zh_hans: 接收您关注主题的通知
zh_hant: 接收您關注主題的通知

# account.menu.notifications.follows_topics.title
source: Followed Topics
zh_hans: 关注主题
zh_hant: 關注主題

# account.menu.notifications.subtitle
source: Manage notification preferences
zh_hans: 管理通知偏好设置
zh_hant: 管理通知偏好設定

# account.menu.notifications.title
source: Notifications
zh_hans: 通知
zh_hant: 通知

# account.menu.reading_history.subtitle
source: View your reading history
zh_hans: 查看您的阅读历史
zh_hant: 查看您的閱讀歷史

# account.menu.reading_history.title
source: Reading History
zh_hans: 阅读历史
zh_hant: 閱讀歷史

# account.menu.report_patterns.subtitle
source: Display media stance
zh_hans: 显示媒体立场
zh_hant: 顯示媒體立場

# account.menu.report_patterns.title
source: Report Patterns
zh_hans: 报导模式
zh_hant: 報導模式

# account.menu.report_patterns.upgrade
source: Upgrade to unlock Report Patterns
zh_hans: 升级解锁报道模式
zh_hant: 升級解鎖報導模式

# account.menu.reset_settings.confirmation.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# account.menu.reset_settings.confirmation.confirm
source: Reset
zh_hans: 重置
zh_hant: 重置

# account.menu.reset_settings.confirmation.message
source: This will reset all your app settings to their default values. This action cannot be undone.
zh_hans: 这将重置所有应用设置为默认值。此操作无法撤销。
zh_hant: 這將重置所有應用程式設定為預設值。此操作無法撤銷。

# account.menu.reset_settings.confirmation.title
source: Reset All Settings
zh_hans: 重置所有设置
zh_hant: 重置所有設定

# account.menu.reset_settings.subtitle
source: Restore all settings to default
zh_hans: 将所有设置恢复为默认值
zh_hant: 將所有設定恢復為預設值

# account.menu.reset_settings.title
source: Reset Settings
zh_hans: 重置设置
zh_hant: 重置設定

# account.menu.saved_articles.subtitle
source: View your saved articles
zh_hans: 查看您已收藏的文章
zh_hant: 查看您已收藏的文章

# account.menu.saved_articles.title
source: Saved Articles
zh_hans: 已收藏文章
zh_hant: 已收藏文章

# account.menu.show_tips.confirmation.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# account.menu.show_tips.confirmation.confirm
source: Show Tips
zh_hans: 重新展示
zh_hant: 重新展示

# account.menu.show_tips.confirmation.message
source: Tutorial tips will be shown again on each page.
zh_hans: 教学提示将在每个页面重新展示。
zh_hant: 教學提示將在每個頁面重新展示。

# account.menu.show_tips.confirmation.title
source: Tips
zh_hans: 教学
zh_hant: 教學

# account.menu.show_tips.subtitle
source: Re-display tutorial tips
zh_hans: 重新展示教学
zh_hant: 重新展示教學

# account.menu.show_tips.title
source: Tips
zh_hans: 教学
zh_hant: 教學

# account.pro.status.subtitle
source: Manage your subscription
zh_hans: 管理你的订阅
zh_hant: 管理你的訂閱

# account.pro.status.title
source: Zone News Pro
zh_hans: Zone News 专业版
zh_hant: Zone News 專業版

# account.pro.upgrade.subtitle
source: Unlock Pro features
zh_hans: 解锁高级功能
zh_hant: 解鎖高級功能

# account.pro.upgrade.title
source: Upgrade to Pro
zh_hans: 升级到专业版
zh_hant: 升級到專業版

# alert.login_error.title
source: Login Error
zh_hans: 登录错误
zh_hant: 登入錯誤

# alert.register_error.title
source: Registration Error
zh_hans: 注册错误
zh_hant: 註冊錯誤

source: An uplifting and hopeful piece of news.
zh_hans: 一则令人振奋且充满希望的新闻。
zh_hant: 一則令人振奮且充滿希望的新聞。

# app_icon.dark
source: Dark
zh_hans: 深色
zh_hant: 深色

# app_icon.light
source: Default
zh_hans: 默认
zh_hant: 默認

# app.logo.label
source: Zone News logo
zh_hans: Zone News 标志
zh_hant: Zone News 標誌

# appearance.mode.dark
source: Dark
zh_hans: 深色
zh_hant: 深色

# appearance.mode.light
source: Light
zh_hans: 浅色
zh_hant: 淺色

# appearance.mode.system
source: System
zh_hans: 系统
zh_hant: 系統

# article_opening_method.external
source: Open links with default browser or external apps
zh_hans: 使用默认浏览器或第三方应用打开链接
zh_hant: 使用默認瀏覽器或第三方應用打開鏈接

# article_opening_method.in_app
source: Use in-app browser
zh_hans: 使用应用内浏览器
zh_hant: 使用應用內瀏覽器

# article.generate_context
source: Generate Context
zh_hans: 补充相关背景
zh_hant: 補充相關背景

# article.sources_count_format
source: %d articles
zh_hans: %d 篇文章
zh_hant: %d 篇文章

# article.summary.attribution
source: This summary is generated by SearcherAI
zh_hans: 此摘要由SearcherAI提供
zh_hant: 此摘要由SearcherAI提供

# button.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# button.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# button.continue
source: Continue
zh_hans: 继续
zh_hant: 繼續

# button.create_account
source: Create Account
zh_hans: 创建账户
zh_hant: 建立帳戶

# button.facebook.continue
source: Continue with Facebook
zh_hans: 使用 Facebook 登录
zh_hant: 使用 Facebook 登錄

# button.google.continue
source: Continue with Google
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登錄

# button.login
source: Login
zh_hans: 登录
zh_hant: 登入

# button.ok
source: OK
zh_hans: 确定
zh_hant: 確定

# button.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# button.reset_all
source: Reset All
zh_hans: 全部重置
zh_hant: 全部重設

# button.retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# button.submit
source: Submit
zh_hans: 提交
zh_hant: 提交

source: Cancel
zh_hans: 取消
zh_hant: 取消

# card.collapse
source: Collapse
zh_hans: 收起
zh_hant: 收起

# card.drag.hint
source: Press and drag to change card order
zh_hans: 按住并拖动以更改卡片顺序
zh_hant: 按住並拖動以更改卡片順序

# card.drag.label
source: Drag to reorder
zh_hans: 拖动以重新排序
zh_hant: 拖動以重新排序

# card.expand
source: Expand
zh_hans: 展开
zh_hant: 展開

# CFBundleDisplayName
source: Zone News
zh_hans: Zone 新闻
zh_hant: Zone 新聞

# CFBundleName
source: Zone News
zh_hans: Zone 新闻
zh_hant: Zone 新聞

source: Check back soon for uplifting stories!
zh_hans: 请稍后再来查看振奋人心的故事！
zh_hant: 請稍後再來查看振奮人心的故事！

# coming.soon.message
source: This feature is coming soon!
zh_hans: 此功能即将推出！
zh_hant: 此功能即將推出！

# coming.soon.overlay.message
source: This feature will be available soon
zh_hans: 此功能即将推出
zh_hant: 此功能即將推出

# coming.soon.overlay.title
source: Coming soon
zh_hans: 即将推出
zh_hant: 即將推出

# coming.soon.title
source: Coming soon!
zh_hans: 即将推出！
zh_hant: 即將推出！

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.done
source: Done
zh_hans: 完成
zh_hant: 完成

# common.loading
source: Loading...
zh_hans: 加载中...
zh_hant: 載入中...

# common.ok
source: OK
zh_hans: 确定
zh_hant: 確定

source: Enjoy a lighter, positive news experience.
zh_hans: 享受更轻松、积极的新闻体验。
zh_hant: 享受更輕鬆、積極的新聞體驗。

source: Enter
zh_hans: 进入
zh_hant: 進入

source: Enter Levity Mode
zh_hans: 进入正向模式
zh_hant: 進入正向模式

source: Enter Levity Mode?
zh_hans: 进入正向模式？
zh_hant: 進入正向模式？

# error.apple.failed_generic
source: Apple Sign In failed. Please try again.
zh_hans: Apple 登录失败。请重试。
zh_hant: Apple 登入失敗。請重試。

# error.apple.failed_with_reason
source: Apple Sign In failed: %@
zh_hans: Apple 登录失败：%@
zh_hant: Apple 登入失敗：%@

# error.apple.invalid_state
source: Invalid state: A login callback was received, but no login request was sent.
zh_hans: 无效状态：收到登录回调，但未发送登录请求。
zh_hant: 無效狀態：收到登入回調，但未發送登入請求。

# error.apple.no_identity_token
source: Unable to fetch identity token
zh_hans: 无法获取身份令牌
zh_hant: 無法獲取身份令牌

# error.apple.token_serialization_failed
source: Unable to serialize token string from data
zh_hans: 无法从数据序列化令牌字符串
zh_hant: 無法從數據序列化令牌字串

# error.article.load_failed
source: Failed to load article
zh_hans: 加载文章失败
zh_hant: 載入文章失敗

# error.article.save_failed
source: Failed to update saved status
zh_hans: 更新保存状态失败
zh_hant: 更新保存狀態失敗

# error.facebook.failed
source: Facebook Sign In failed. Please try again.
zh_hans: Facebook 登录失败。请重试。
zh_hant: Facebook 登入失敗。請重試。

# error.feedback.submit_failed
source: Failed to submit feedback
zh_hans: 提交反馈失败
zh_hant: 提交反饋失敗

# error.google.failed
source: Google Sign In failed. Please try again.
zh_hans: Google 登录失败。请重试。
zh_hant: Google 登入失敗。請重試。

# error.google.no_id_token
source: Failed to get ID token
zh_hans: 获取 ID 令牌失败
zh_hant: 獲取 ID 令牌失敗

# error.google.no_presenting_view
source: No presenting view controller found
zh_hans: 未找到呈现视图控制器
zh_hant: 未找到呈現視圖控制器

# error.home.feed.failed
source: Failed to load news feed. Please try again.
zh_hans: 加载新闻订阅失败。请重试。
zh_hant: 載入新聞訂閱失敗。請重試。

# error.levity.failed
source: Failed to load positive news. Please try again.
zh_hans: 加载积极新闻失败。请重试。
zh_hant: 載入積極新聞失敗。請重試。

# error.login.invalid_credentials
source: Incorrect username or password
zh_hans: 用户名或密码不正确
zh_hant: 用戶名或密碼不正確

# error.network.authentication_failed
source: Authentication failed. Please try again.
zh_hans: 身份验证失败。请重试。
zh_hant: 身份驗證失敗。請重試。

# error.network.decoding
source: Failed to process server response. Please try again.
zh_hans: 处理服务器响应失败。请重试。
zh_hant: 處理伺服器響應失敗。請重試。

# error.network.generic
source: A network error occurred. Please check your connection and try again.
zh_hans: 发生网络错误。请检查您的连接并重试。
zh_hant: 發生網路錯誤。請檢查您的連線並重試。

# error.network.server_error
source: Server error. Please try again later.
zh_hans: 服务器错误。请稍后重试。
zh_hant: 伺服器錯誤。請稍後重試。

# error.network.server_unreachable
source: Unable to reach server. Please check your connection.
zh_hans: 无法连接到服务器。请检查您的连接。
zh_hant: 無法連接到伺服器。請檢查您的連接。

# error.network.timeout
source: Request timed out. Please try again.
zh_hans: 请求超时。请重试。
zh_hant: 請求超時。請重試。

# error.network.unavailable
source: No internet connection. Please check your network settings.
zh_hans: 无网络连接。请检查您的网络设置。
zh_hant: 無網路連接。請檢查您的網路設定。

# error.news.authentication_failed
source: Authentication failed. Please log in again.
zh_hans: 身份验证失败。请重新登录。
zh_hant: 身份驗證失敗。請重新登入。

# error.news.authentication_required
source: Please log in to view news. If you're already logged in, please try logging out and back in.
zh_hans: 请登录以查看新闻。如果您已登录，请尝试退出后重新登录。
zh_hant: 請登入以查看新聞。如果您已登入，請嘗試登出後重新登入。

# error.notification.failed
source: Notification operation failed. Please try again.
zh_hans: 通知操作失败。请重试。
zh_hant: 通知操作失敗。請重試。

# error.personal.feed.failed
source: Failed to load personal feed. Please try again.
zh_hans: 加载个人订阅失败。请重试。
zh_hant: 載入個人訂閱失敗。請重試。

# error.reading_history.failed
source: Reading history operation failed. Please try again.
zh_hans: 阅读历史操作失败。请重试。
zh_hant: 閱讀歷史操作失敗。請重試。

# error.register.failed_generic
source: Registration failed. Please try again.
zh_hans: 注册失败。请重试。
zh_hant: 註冊失敗。請重試。

# error.register.invalid_form
source: Please fill in all fields correctly
zh_hans: 请正确填写所有字段
zh_hant: 請正確填寫所有欄位

# error.register.password_mismatch
source: Passwords do not match
zh_hans: 两次输入的密码不一致
zh_hant: 兩次輸入的密碼不一致

# error.search.failed
source: Search failed. Please try again.
zh_hans: 搜索失败。请重试。
zh_hant: 搜尋失敗。請重試。

# error.subscription.failed
source: Subscription operation failed. Please try again.
zh_hans: 订阅操作失败。请重试。
zh_hant: 訂閱操作失敗。請重試。

# error.topics.load_failed
source: Failed to load topics. Please try again.
zh_hans: 加载主题失败。请重试。
zh_hant: 載入主題失敗。請重試。

# error.topics.update_failed
source: Failed to update topic selection. Please try again.
zh_hans: 更新主题选择失败。请重试。
zh_hant: 更新主題選擇失敗。請重試。

# feedback.placeholder
source: Please share your feedback.
zh_hans: 请分享您的反馈。
zh_hant: 請分享您的意見。

source: Finding positive news...
zh_hans: 正在寻找积极新闻...
zh_hant: 正在尋找積極新聞...

# history.clear_all
source: Clear All
zh_hans: 清除全部
zh_hant: 清除全部

# history.clear_history.message
source: This will permanently delete all your reading history. This action cannot be undone.
zh_hans: 这将永久删除您的所有阅读历史。此操作无法撤销。
zh_hant: 這將永久刪除您的所有閱讀歷史。此操作無法撤銷。

# history.clear_history.title
source: Clear Reading History?
zh_hans: 清除阅读历史？
zh_hant: 清除閱讀歷史？

# history.clear_saved.message
source: This will permanently delete all your saved articles. This action cannot be undone.
zh_hans: 这将永久删除您已收藏的所有文章。此操作无法撤销。
zh_hant: 這將永久刪除您已收藏的所有文章。此操作無法撤銷。

# history.clear_saved.title
source: Clear Saved Articles?
zh_hans: 清除已收藏文章？
zh_hant: 清除已收藏文章？

# history.empty.reading.subtitle
source: Articles you read will appear here
zh_hans: 您阅读过的文章会显示在这里
zh_hant: 您閱讀過的文章會顯示在這裡

# history.empty.reading.title
source: No Reading History
zh_hans: 暂无阅读历史
zh_hant: 尚無閱讀歷史

# history.empty.saved.subtitle
source: Articles you save will appear here
zh_hans: 您已收藏的文章会显示在这里
zh_hant: 您已收藏的文章會顯示在這裡

# history.empty.saved.title
source: No Saved Articles
zh_hans: 暂无已收藏文章
zh_hant: 尚無已收藏文章

# history.nav.title
source: History
zh_hans: 历史
zh_hant: 歷史

# history.tabs.reading_history
source: Reading History
zh_hans: 阅读历史
zh_hant: 閱讀歷史

# history.tabs.saved_articles
source: Saved Articles
zh_hans: 已收藏文章
zh_hant: 已收藏文章

# home.category.china
source: China
zh_hans: 中国
zh_hant: 中國

# home.category.hong_kong
source: Hong Kong
zh_hans: 香港
zh_hant: 香港

# home.category.today
source: Today
zh_hans: 今日
zh_hant: 今日

source: Hopeful
zh_hans: 充满希望
zh_hant: 充滿希望

# landing_page.china
source: China
zh_hans: 中国
zh_hant: 中國

# landing_page.hong_kong
source: Hong Kong
zh_hans: 香港
zh_hant: 香港

# landing_page.levity_feed
source: Levity Mode
zh_hans: 正向模式
zh_hant: 正向模式

# landing_page.today
source: Today
zh_hans: 今日
zh_hant: 今日

# landing_page.your_feed
source: Your Feed
zh_hans: 您的动态
zh_hant: 您的動態

source: Leave
zh_hans: 离开
zh_hant: 離開

source: Leave Levity Mode?
zh_hans: 离开正向模式？
zh_hant: 離開正向模式？

# legal.privacy_policy
source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私政策

# legal.terms_of_service
source: Terms of Service
zh_hans: 服务条款
zh_hant: 服務條款

source: Levity
zh_hans: 正向模式
zh_hant: 正向模式

source: Levity Mode
zh_hans: 正向模式
zh_hant: 正向模式

# link.register
source: Don't have an account? Please register
zh_hans: 还没有账户？请注册
zh_hant: 還沒有帳戶？請註冊

source: Loading positive vibes...
zh_hans: 正在加载正能量...
zh_hant: 正在載入正能量...

# login.email.label
source: Email
zh_hans: 邮箱
zh_hant: 電郵

# login.email.placeholder
source: Enter your email
zh_hans: 输入邮箱
zh_hant: 輸入電郵

# login.password.label
source: Password
zh_hans: 密码
zh_hant: 密碼

# login.password.placeholder
source: Enter your password
zh_hans: 输入密码
zh_hant: 輸入密碼

# manage_subscription.actions.title
source: Manage Subscription
zh_hans: 管理订阅
zh_hant: 管理訂閱

# manage_subscription.auto_renew
source: Auto-renewal
zh_hans: 自动续费
zh_hant: 自動續費

# manage_subscription.auto_renew.enabled
source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

# manage_subscription.cancel.button
source: Cancel Subscription
zh_hans: 取消订阅
zh_hant: 取消訂閱
